tap 'homebrew/cask-fonts'

brew 'bash'
brew 'bat'
brew 'chezmoi'
brew 'coreutils'
brew 'curl'
brew 'direnv'
brew 'fd'
brew 'fzf'
brew 'gawk'
brew 'gh'
brew 'git'
brew 'gnu-sed'
brew 'gnupg'
brew 'htop'
brew 'jq'
brew 'kubernetes-cli'
brew 'macos-trash'
brew 'nmap'
brew 'pipx'
brew 'python'
brew 'rclone'
brew 'ripgrep'
brew 'shellcheck'
brew 'sops'
brew 'sqlite'
brew 'starship'
brew 'tmux'
brew 'yq'

cask 'aldente'
cask 'blackhole-2ch'
cask 'brave-browser'
cask 'calibre'
cask 'docker'
cask 'firefox'
cask 'font-fira-code'
cask 'google-chrome'
cask 'google-cloud-sdk'
cask 'iina'
cask 'iterm2'
cask 'netnewswire'
cask 'obsidian'
cask 'raycast'
cask 'stats'
cask 'visual-studio-code'
cask 'zotero'

